Repository: vytux-com/vytux_gallery3
Catalog: language/*.po
Languages: da

source: Vytux Gallery 3
da: Vytux Galleri 3

source: Gallery
da: Galleri

source: Display image galleries.
da: Vis billed gallerier

source: Edit albums
da: Redigér album

source: Edit album
da: Redigér album

source: Add album to gallery
da: Tilføj album

source: Here you can either select the webtrees media folder to display in this album page, or you can set a link to a Flickr or Picasa location for your group of images.<br><em>[Such external sources must be public or they will not be viewable in webtrees.]</em><br><br>The module will add these references to the correct URLs to link to your Flickr or Picasa sites.
da: Her kan du enten vælge at vise en webtrees medie mappe eller du kan sætte et link til Flickr eller Picasa til en gruppe billeder <br><em>[Denne eksterne kilde skal være sat til offentlig visning ellers vil de ikke kunne vises i webtrees</em><br><br> Modulet vil oprette disse referencer med den korrekte URL linket til dine Flickr eller Picasa sider.

source: Gallery Source
da: Galleri Kilde

source: Flickr set number
da: Flickr sæt nummer

source: For Flickr (www.flickr.com), enter the <strong>Set</strong> number of your images, usually a long number like <strong>72157633272831222</strong>. Nothing else is required in this field.
da: For Flickr (www.flickr.com), indtast <strong>nummerref </strong> på dine billeder, som normal er et langt nummer som <strong>72157633272831222</strong>. Intet andet er påkrævet for dette felt

source: Picasa user/album
da: Picasa bruger/album

source: Show this album for which languages?
da: Vælg sprog

source: Visibility and Access
da: Synlighed og Adgang

source: This field controls the order in which the gallery albums are displayed.
da: Vælg sorteringsorden

source: When more than one gallery album has the same position number, only one of these albums will be visible.
da: Hvis mere end ét album har samme positionsnummer, vil kun ét af disse album blive vist.

source: Album visibility
da: Synlighed

source: You can determine whether this album will be visible regardless of family tree, or whether it will be visible only to the selected family tree.
da: Du kan beslutte om album skal vises uanset familietræ eller kun for det aktuelle familietræ

source: cancel
da: fortryd

source: Add Gallery
da: Opret Galleri

source: ReadMe
da: Læs mig

source: Album title
da: Album titel

source: Controls
da: Kontroller

source: Are you sure you want to delete this album?
da: Er du sikker på du ønsker at slette?

source: Show descriptions
da: Vis beskrivelse

source: Hide descriptions
da: Skjul beskrivelse

source: Play slideshow
da: Afspil diasshow

source: Enter fullscreen
da: Aktiver Fuldskærm

source: Exit fullscreen
da: Afslut fuldskærm

source: Previous image
da: Forrige billede

source: Picture galleries
da: Billedgallerier

source: Image collections related to our family
da: Familierelateret billedsamling

source: Linked to:
da: Linket til:

source: Album is empty. Please choose other album.
da: Album er tomt. Vælg et andet album.
