Repository: vytux-com/vytux_gallery3
Catalog: language/po_files/*.po
Languages: lt

source: Gallery
lt: Galerija

source: Display image galleries.
lt: Rodyti paveikslų galerijas.

source: Edit albums
lt: Redaguoti albumus

source: Edit album
lt: Redaguoti albumą

source: Add album to gallery
lt: Pridėti albumą į galeriją

source: Description
lt: Aprašymas

source: Source
lt: Šaltinis

source: Gallery Source
lt: Galerijos šaltinis

source: Folder name on server
lt: Aplanka ant serverio

source: Flickr set number
lt: Flickr numeris

source: Picasa user/album
lt: Picasa naudotojas/albumas

source: Languages
lt: Kalbos

source: Show this album for which languages?
lt: Rodyti šį albumą šioms kalboms?

source: Visibility and Access
lt: Matomumas ir prieiga

source: Album position
lt: Albumo padėtis

source: This field controls the order in which the gallery albums are displayed.
lt: Ši sritis kontroliuoja albumų rodymo tvarką galerijoje.

source: When more than one gallery album has the same position number, only one of these albums will be visible.
lt: Kai daugiau negu vienas albumas galerijoje turi tą patį tvarkos numerį tik vienas iš jų bus matomas.

source: Album visibility
lt: Albumo matomumas

source: All
lt: Visi

source: ReadMe
lt: Skaityk Mane

source: Position
lt: Matomumo tvarka

source: Album title
lt: Albumo vardas

source: Controls
lt: Valdymas

source: Are you sure you want to delete this album?
lt: Ar tikrai ištrinti šį albumą?

source: Show descriptions
lt: Rodyti aprašymus

source: Hide descriptions
lt: Slėpti aprašymus

source: Play slideshow
lt: Groti skaidrių peržiūrą

source: Pause slideshow
lt: Stabdyti skaidrių peržiūrą

source: Enter fullscreen
lt: Įeiti į viso ekrano rėžimą

source: Exit fullscreen
lt: Išeiti iš viso ekrano rėžimo

source: Next image
lt: Sekanti nuotrauka

source: Previous image
lt: Preitoji nuotrauka

source: Picture galleries
lt: Nuotraukų galerijos

source: Image collections related to our family
lt: Paveikslų galerijos susiėjusios su mūsų šeima

source: Manage links
lt: Tvarkyti nuorodas

source: Linked to:
lt: Susietas su:

source: Album is empty. Please choose other album.
lt: Albumas yra tuščias. Prašome pasirinkti kitą albumą.
